Repository: HappyTickets/HappyTicket
Catalog: Shared/ResourceFiles/Resource.*.resx
Languages: ar

source: About Us
ar: من نحن

source: Action
ar: إجراء

source: Actions
ar: إجراءات

source: Add
ar: إضافة

# Stadium_Add
source: Add Stadium
ar: اضف ملعب جديد

# Cart_Add
source: Add To Cart
ar: اضف الي العربة

source: All
ar: كل

# Matches_Available
source: Available Matches
ar: المبارايات المتاحة

# Tickets_Available
source: Available Tickets
ar: التذاكر المتاحة

source: Away Team
ar: الفريق الضيف

source: Buy Now
ar: اشتري الآن

# Ticket_Buy
source: Buy a Ticket
ar: اشتري تذكرة

# Tickets_Buy
source: Buy Tickets
ar: اشتري تذاكر

source: Cancel
ar: إلغاء

source: Cart
ar: العربة

source: Checkout
ar: دفع

# Checkout_Error
source: An error occured during checkout!
ar: حدث خطاء أثناء الدفع

# Checkout_Incomplete
source: Failed to complete checkout!
ar: فشل في إكمال عملية الدفع

# Checkout_Successfully
source: Checkout completed successfully!
ar: تم الدفع بنجاح

source: Class
ar: فئة

# CompanyName
source: Happy
ar: هابي

source: Confirm
ar: تأكيد

# Email_Confirm
source: Confirm Email
ar: تأكيد البريد الالكتروني

# Confirming_Password_Validation
source: Confirming Password is required!
ar: كلمة المرور الموكٍّدة مطلوبة!

source: Contact Us
ar: تواصل معنا

source: Country Code
ar: كود الدولة

source: Create
ar: إنشاء

# Match_Create_Fail
source: Failed to create the match
ar: فشل في انشاء المباراة

# Match_Create_Success
source: Match has been created successfully
ar: تم اضافة المباراة بتجاح

source: Dark Mode
ar: الوضع الداكن

source: Date
ar: تاريخ

# DateTime
source: Date and Time
ar: التاريخ والوقت

# DoDisplay
source: Display
ar: اعرض

# DragDrop
source: Drag and drop, or click here to upload
ar: اسحب وأفلِت أو انقر هنا لرفع

source: Edit
ar: تعديل

source: Email
ar: البريد الإلكتروني

source: Email Confirmation
ar: تأكيد البريد الإلكتروني

# Email_Confirmation_Fail
source: Could not confirm your email! Please try again.
ar: لم نتمكن من تأكيد بريدك الإلكتروني. يرجى المحاولة مرة أخرى.

# Email_Confirmed
source: Email has been confirmed
ar: تم تأكيد البريد الإلكتروني

# EmailHelperText
source: Enter your email here
ar: ادخل البريد الإلكتروني هنا.

# Email_NotFound
source: Could not found your email
ar: لم نتمكن من العثور على بريدك الإلكتروني

# EmailVerificationMessage
source: An email has been sent to you with a link to verify your account.
ar: لقد تم إرسال بريد إلكتروني إليك يحتوي على رابط للتحقق من حسابك.

# Email_Required_Validation
source: Email field is required!
ar: البريد الإلكتروني مطلوب!

# Cart_Empty
source: Your cart is empty
ar: عربتك فارغة.

source: Enter
ar: ادخل

# Error_Occurred
source: An error occurred
ar: حدث خطاء

source: Favourite Team
ar: الفريق المفضل

source: Grade 1
ar: الدرجة الأولى

source: Grade 2
ar: الدرجة الثانية

source: Grade 3
ar: الدرجة الثالثة

source: Guest
ar: ضيف

source: Home
ar: الصفحة الرئيسية

source: Home Team
ar: الفريق المضيف

source: Invitation
ar: دعوة

source: Is Over?
ar: هل انتهت؟

# Item_Removed
source: Item has been removed successfully
ar: تم إزالة العنصر بنجاح.

# Item_Removed_Fail
source: Failed to remove the item
ar: فشل في إزالة العنصر.

source: Light Mode
ar: الوضع الفاتح

# Loading
source: Please wait loading...
ar: من فضلك انتظر...

# Cart_Loading_Fail
source: Failed to load cart
ar: فشل في استرجاع العربة

# MatchDetails_Load_Fail
source: Failed to load match details
ar: فشل استرجاع تفاصيل المباراة

# Matches_Load_Fail
source: Failed to load the matchs
ar: فشل تحميل المباريات المتاحة

# Stadia_Load_Fail
source: Failed to load the stadia
ar: فشل تحميل الملاعب

# Teams_Load_Fail
source: Failed to load the teams
ar: فشل تحميل الفرق

# Tickets_Load_Fail
source: Failed to load the tickets
ar: فشل استرجاع التذاكر

source: Location
ar: الموقع

source: Login
ar: تسجيل دخول

# Login_Fail
source: Login attempt failed
ar: فشلت محاولة تسجيل الدخول

# Login_Redirect
source: Redirecting to the login page...
ar: إعادة التوجيه إلى صفحة تسجيل الدخول...

source: Logo
ar: الشعار

source: Logout
ar: تسجيل خروج

source: Match
ar: مباراة

# Match_DateTime
source: Match's Date and Time
ar: تاريخ و وقت المباراة

source: Match Details
ar: تفاصيل المباراة

source: Matches
ar: المباريات

source: Matches Settings
ar: إعدادات المباريات

# Match_Load_Fail
source: Failed to load available matches
ar: فشل تحميل المباريات المتاحة

source: Match Ticket
ar: تذكرة المباراة

source: Match Ticket Prices
ar: أسعار تذاكر المباراة

source: Match Tickets
ar: تذاكر المباراة

source: Message
ar: رسالة

source: Name
ar: الاسم

source: New Match
ar: مباراة جديدة

source: New Stadium
ar: ملعب جديد

source: New Team
ar: فريق جديد

source: New Ticket
ar: تدكرة جديدة

# Matches_NotAvailable
source: No Available Matches
ar: لا توجد مباريات متاحة

# Tickets_NotAvailable
source: No tickets available.
ar: لا توجد تذاكر متاحة.

source: Not Authorized
ar: غير مصرح

source: Ongoing
ar: مستمرة

source: Our Mission
ar: مهمتنا

# OurMissionText
source: We believe that life's greatest pleasures are found in the roar of a crowd, the suspense of a final score, and the shared joy of a live performance. Our mission is to make these moments accessible to all, providing the <strong>best prices</strong> and the <strong>most straightforward way</strong> to purchase tickets.
ar: نحن نؤمن بأن أعظم متع الحياة تكمن في صخب الجماهير، والتشويق الناتج عن النتيجة النهائية، والفرح المشترك الناتج عن الأداء الحي. وتتمثل مهمتنا في جعل هذه اللحظات في متناول الجميع، من خلال توفير <strong>أفضل الأسعار</strong> وأسهل طريقة</strong> لشراء التذاكر.

source: Over
ar: انتهت

source: Password
ar: كلمة المرور

# Password_Reset_Fail
source: Ops, could not reset your password.
ar: نأسف لذلك، لم نتمكن من تغيير كلمة المرور الخاصة بك.

# Password_Reset_Request_Fail
source: Password reset request failed
ar: فشل طلب تغيير كلمة المرور

# Password_Reset_Success
source: Password Reset Successfully
ar: تم إعادة تعيين كلمة المرور بنجاح

# Password_Validation
source: Password field is required!
ar: كلمة المرور مطلوبة!

source: Phone Number
ar: رقم الجوال

# PhoneNumber_Validation
source: Phone Number field is required!
ar: رقم الجوال مطلوب!

source: Price
ar: السعر

source: Quantity
ar: الكمية

source: Register
ar: إنشاء حساب

# Registration_Fail
source: Failed to register
ar: فشل في التسجيل

# Registration_Success
source: Registration has been successful
ar: تم التسجيل بنجاح

# RequiredFields
source: Please fill in all required fields
ar: الرجاء ملء جميع الحقول المطلوبة

source: Resend Email Again?
ar: أعد إرسال البريد الإلكتروني؟

# Password_Reset
source: Reset Password
ar: أعد تعيين كلمة المرور

# ResetPasswordEmailSentMessage
source: An email has been sent to you with a link to reset your password.
ar: لقد تم إرسال بريد إلكتروني إليك يحتوي على رابط لإعادة تعيين كلمة المرور الخاصة بك.

source: Seat Number
ar: رقم المقعد

source: Tickets Count
ar: عدد التذاكر

# FavouriteTeam_Select
source: Select your favourite team
ar: اختر فريقك المفضل

# Team_Select
source: Select Team
ar: اختر فريق

source: Send
ar: إرسال

source: Stadia
ar: ملاعب

source: Stadium
ar: ملعب

source: Stadium Logo
ar: شعار الملعب

source: StadiumName
ar: اسم الملعب

source: System Preference
ar: إعدادات النظام

source: Team
ar: فريق

# Team_Add_Success
source: Team was added successfully
ar: تم اضافة الفريق بنجاح

source: Team Description
ar: وصف الفريق

source: Team Logo
ar: شعار الفريق

source: Team Name
ar: اسم الفريق

source: Teams
ar: الفرق

# TheAction
source: Action
ar: الإجراء

# TheActions
source: Actions
ar: الإجراءات

# TheAll
source: All
ar: الكل

# TheDate
source: Date
ar: التاريخ

# TheMatch
source: Match
ar: المباراة

# TheMatches
source: Matches
ar: المباريات

# TheTime
source: Time
ar: الساعة

source: Ticket
ar: تذكرة

source: Ticket Details
ar: بيانات التذكرة

# TicketPerCustomer
source: Max Ticket per Customer
ar: الحد الأقصى للتذكرة لكل عميل

source: Ticket Prices
ar: أسعار التذاكر

source: Tickets
ar: تذاكر

source: Time
ar: ساعة

# Token_NotFound
source: Could not found your token
ar: لم يتم العثور على الرمز الخاص بك

# TryAgainLater
source: Something went wrong. Please try again later.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.

# FavoriteTeam_Update
source: Favorite team has been updated
ar: تم تحديث الفريق المفضل

# Match_Update_Fail
source: Failed to update the match
ar: فشل في تعديل المباراة

# Match_Update_Success
source: Match has been updated successfully
ar: تم تعديل المباراة بتجاح

source: Username
ar: اسم المستخدم

# UserName_Validation
source: User Name field is required!
ar: اسم المستخدم مطلوب!

source: VIP
ar: كبار الشخصيات

source: VS
ar: ضد

source: Who We Are
ar: من نحن؟

# WhoWeAreText
source: At the heart of the bustling sports and entertainment world, our company stands as a beacon for fans seeking unforgettable experiences. We're not just a ticket vendor; we're curators of excitement, enablers of adventure, and architects of memory-making moments.
ar: في قلب عالم الرياضة والترفيه الصاخب، تقف شركتنا كمنارة للمشجعين الذين يبحثون عن تجارب لا تُنسى. نحن لسنا مجرد بائعي تذاكر؛ بل نحن أمناء على الإثارة، ومحفزون للمغامرة، ومهندسون للحظات صنع الذكريات.

source: Why Choose Us?
ar: لماذا تختارنا؟

# WhyChooseUsText
source: With a user-friendly platform, a commitment to affordability, and a passion for customer satisfaction, we ensure that your journey from the first click to the final encore is as seamless as the performances you attend.
ar: بفضل منصة سهلة الاستخدام والالتزام بأسعار معقولة والشغف بإرضاء العملاء، فإننا نضمن أن تكون رحلتك من النقرة الأولى إلى الظهور النهائي سلسة مثل العروض التي تحضرها.

source: Your Cart
ar: عربتك

# NotLoggedIn
source: User not logged in
ar: المستخدم غير مسجل الدخول

# Tickets_Create_Fail
source: Failed to create the tickets
ar: فشل إنشاء التذاكر

# Tickets_Create_Success
source: Tickets has been created successfully
ar: تم إنشاء التذاكر بنجاح

# Tickets_Update_Fail
source: Failed to edit the tickets
ar: فشل تعديل التذاكر

# Tickets_Update_Success
source: Tickets has been edited successfully
ar: تم تعديل التذاكر بنجاح

# Ticket_AddedToCart_Fail
source: Failed to add the ticket to your cart
ar: فشل في إضافة التذكرة إلى سلة التسوق الخاصة بك

# Ticket_AddedToCart_Success
source: Ticket was added to your cart successfully
ar: تمت إضافة التذكرة إلى سلة التسوق الخاصة بك بنجاح

# Ticket_NotFound
source: Couldn't find the ticket
ar: لم نتمكن من العثور على التذكرة

# Hello
source: Hi,
ar: أهلًا،

# Details_View
source: View Details
ar: عرض التفاصيل

source: Total
ar: الاجمالي

# Email_Format_Validation
source: Email is not in a valid format!
ar: صيغة بريد إلكتروني غير صحيحة!

# Message_Validation
source: Message content is empty!
ar: محتوى الرسالة فارغ!

# Name_Validation
source: Name required!
ar: الاسم مطلوب!

source: Address
ar: العنوان

# ContactUsHeadline
source: Got a problem, don't hesitate to contact us!
ar: لديك مشكلة، إذًا لا تتردد في التواصل معنا!

# CustomerService
source: Reach Us
ar: تواصل معنا

source: KSA - Riyadh
ar: السعودية - الرياض

# Copyright
source: 2024 Happy Limited - All rights reserved.
ar: جميع الحقوق محفوظة - هابي المحدودة ٢٠٢٤

# Password_Format_Validation
source: Invalid password! ensure that it contains at least 8 characters, at least one digit, at least one capital and one small letters, and at least one special character
ar: صيغة كلمة مرور غير مقبولة! قم بإدخال حروف صغيرة وكبيرة ورموز خاصة وأرقام

source: Submit
ar: تأكيد

# PhoneNumberRegexError
source: Invalid phone number! choose the right country code then enter the REST of the number
ar: رقم جوال غير صحيح! اختر كود الدولة أولًا ثم ادخل ما تبقى من رقم الجوال

# Passwords_NotMatching
source: Passwords do not match
ar: كلمتي المرور غير متطابقتين!

source: Buy The Tickets
ar: اشتري تذاكر

# BuyTicket
source: Buy The Ticket
ar: اشتري التذكرة

source: Facebook
ar: فيسبوك

# FollowUs
source: Find Us On
ar: تابعنا

source: Instagram
ar: إنستغرام

source: Quick Links
ar: روابط سريعة

source: TikTok
ar: تيك توك

source: X
ar: إكس

# AboutUsHeadline
source: Get To Know More About Happy Tickets!
ar: تعرف على المزيد حول شركة هابي تيكتس!

source: Back To Registration
ar: العودة إلى التسجيل

# LicenseText
source: Ticket Purchase License Agreement Last Updated: [Date] 1. Introduction By purchasing a ticket through [Website Name] (the ""Website""), you agree to be bound by the terms and conditions outlined in this License Agreement (""Agreement""). This Agreement applies to all ticket purchases made through the Website. 2. License to Use Ticket Upon purchasing a ticket, you are granted a limited, non-transferable, revocable license to attend the event for which the ticket was purchased (the ""Event""). This license does not grant any ownership rights in the ticket or the Event. 3. Restrictions You agree not to: - Sell, resell, or transfer the ticket to any third party without express permission from [Website Name] or the event organizer. - Use the ticket for any unauthorized commercial purpose, including but not limited to promotional giveaways or sweepstakes. - Alter or reproduce the ticket in any form. 4. Refunds and Cancellations All ticket sales are final. No refunds, exchanges, or cancellations are permitted, except as required by law or as otherwise stated in the Event's terms and conditions. 5. Event Changes [Website Name] and the event organizers reserve the right to make changes to the Event, including but not limited to date, time, and venue, without notice. In the event of a cancellation or significant change, [Website Name] may, at its discretion, offer a refund or exchange. 6. Limitation of Liability To the fullest extent permitted by law, [Website Name] shall not be liable for any direct, indirect, incidental, or consequential damages arising out of or in connection with your purchase or use of a ticket, including but not limited to personal injury, property damage, or lost profits. 7. Governing Law This Agreement shall be governed by and construed in accordance with the laws of [State/Country], without regard to its conflict of law principles. 8. Amendments [Website Name] reserves the right to modify or amend this Agreement at any time. Any changes will be effective immediately upon posting on the Website. Your continued use of the Website following the posting of changes constitutes your acceptance of such changes. 9. Contact Information For any questions or concerns regarding this Agreement, please contact [Customer Service Email] or [Customer Service Phone Number].
ar: اتفاقية ترخيص شراء التذاكر آخر تحديث: [التاريخ] 1. المقدمة من خلال شراء تذكرة عبر [اسم الموقع] (""الموقع""), فإنك توافق على الالتزام بالشروط والأحكام الواردة في اتفاقية الترخيص هذه (""الاتفاقية""). تنطبق هذه الاتفاقية على جميع مشتريات التذاكر التي تتم عبر الموقع. 2. ترخيص استخدام التذكرة عند شراء تذكرة, يتم منحك ترخيصًا محدودًا وغير قابل للتحويل وقابل للإلغاء لحضور الفعالية التي تم شراء التذكرة من أجلها (""الفعالية""). لا يمنحك هذا الترخيص أي حقوق ملكية في التذكرة أو الفعالية. 3. القيود أنت توافق على عدم: - بيع أو إعادة بيع أو نقل التذكرة إلى أي طرف ثالث بدون إذن صريح من [اسم الموقع] أو منظم الفعالية. - استخدام التذكرة لأي غرض تجاري غير مصرح به, بما في ذلك على سبيل المثال لا الحصر العروض الترويجية أو المسابقات. - تغيير أو إعادة إنتاج التذكرة بأي شكل. 4. الاسترداد والإلغاء جميع مبيعات التذاكر نهائية. لا يُسمح باسترداد أو استبدال أو إلغاء التذاكر, إلا إذا كان ذلك مطلوبًا بموجب القانون أو كما هو مذكور في شروط وأحكام الفعالية. 5. تغييرات الفعالية يحتفظ [اسم الموقع] ومنظمو الفعالية بالحق في إجراء تغييرات على الفعالية, بما في ذلك على سبيل المثال لا الحصر التاريخ والوقت والمكان, دون إشعار مسبق. في حالة الإلغاء أو التغيير الكبير, قد يقوم [اسم الموقع], وفقًا لتقديره, بتقديم استرداد أو استبدال. 6. تحديد المسؤولية إلى أقصى حد يسمح به القانون, لن يكون [اسم الموقع] مسؤولاً عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية تنشأ عن أو تتعلق بشراء أو استخدام التذكرة, بما في ذلك على سبيل المثال لا الحصر الإصابات الشخصية أو الأضرار التي تلحق بالممتلكات أو الأرباح الضائعة. 7. القانون الحاكم تخضع هذه الاتفاقية وتُفسر وفقًا لقوانين [الدولة/البلد], دون مراعاة لمبادئ تضارب القوانين. 8. التعديلات يحتفظ [اسم الموقع] بالحق في تعديل أو تغيير هذه الاتفاقية في أي وقت. ستكون أي تغييرات سارية فور نشرها على الموقع. إن استمرار استخدامك للموقع بعد نشر التغييرات يشكل قبولك لهذه التغييرات. 9. معلومات الاتصال لأي أسئلة أو استفسارات بخصوص هذه الاتفاقية, يرجى الاتصال بـ [بريد خدمة العملاء الإلكتروني] أو [رقم هاتف خدمة العملاء].

source: Terms and Conditions
ar: الشروط والأحكام الخاصة بنا

# TermsAndConditionsCheckBoxValidation
source: You must agree with the terms and conditions to register successfully!
ar: يجب الموافقة على الشروط والأحكام الخاصة بالشركة لإكمال عملية التسجيل بنجاح

# TermsAndConditionsPartialLabel
source: By clicking register, you agree to our
ar: بوضعك علامة على هذا المربع، هذا يعني موافقتك على

# TheTicket
source: Ticket
ar: التذكرة

# TheTickets
source: Tickets
ar: التذاكر

# Credentials_Invalid
source: Invalid Credentials
ar: بيانات غير صحيحة

# Email_Confirmation_Message
source: Please confirm your email by clicking here:
ar: يرجى تأكيد بريدك الإلكتروني بالضغط هنا:

# Email_Invalid
source: Invalid Email
ar: البريج الالكتروني غير صحيح

source: Email Not Confirmed
ar: الحساب الالكتروني غير مفعل

# Email_NotConfirmed_Message
source: You haven't confirmed your email yet.
ar: لم تقم بتأكيد بريدك الإلكتروني بعد.

# FavoriteTeam_NotFound_Message
source: No favorite team found for user {userId} for match {matchId}.
ar: لم يتم العثور على فريق مفضل للمستخدم {userId} للمباراة {matchId}.

source: Not Found
ar: غير موجود

# NotFoundInDB_Message
source: Could not find any {type} stored in the database.
ar: لم يتم العثور على أي {type} مخزّن في قاعدة البيانات.

# NotFound_Message
source: Could not find the requested {type}.
ar: لم يتم العثور على {type}.

# Password_Reset_Message
source: Please reset your password by clicking here:
ar: من فضلك قم بتغيير كلمة المرور الخاصة بك بالضغط هنا:

# PurchaseOrder_Invalid
source: Invalid Purchase Order
ar: طلب شراء غير صالح

# PurchaseOrder_Invalid_Message
source: You have reached the maximum ticket limit allowed per customer for this match.
ar: لقد وصلت إلى الحد الأقصى لعدد التذاكر المسموح به لكل عميل لهذه المباراة.

# Invoice_Email_Template
source: <!doctype html> <html lang="en"> <head> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <style> table { border: 1px solid #ccc; border-collapse: collapse; margin: 0; padding: 0; width: 100%; table-layout: fixed; } table caption { font-size: 1.5em; margin: .5em 0 .75em; } table tr { background-color: #f8f8f8; border: 1px solid #ddd; padding: .35em; } table th, table td { padding: .625em; text-align: center; } table th { font-size: .85em; letter-spacing: .1em; text-transform: uppercase; } {style} body { font-family: "Open Sans", sans-serif; line-height: 1.25; } </style> </head> <body> <table> <caption>Happy Invoice</caption> <thead> <tr> <th scope="col">Home Team</th> <th scope="col">Away Team</th> <th scope="col">Your Team</th> <th scope="col">Stadium</th> <th scope="col">Date</th> <th scope="col">Class</th> <th scope="col">Ticket Number</th> <th scope="col">Ticket QR-Code</th> </tr> </thead> <tbody> {body} </tbody> </table> </body> </html>
ar: <!doctype html> <html lang="ar"> <head> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> <style> table { border: 1px solid #ccc; border-collapse: collapse; margin: 0; padding: 0; width: 100%; table-layout: fixed; } table caption { font-size: 1.5em; margin: .5em 0 .75em; } table tr { background-color: #f8f8f8; border: 1px solid #ddd; padding: .35em; } table th, table td { padding: .625em; text-align: center; } table th { font-size: .85em; letter-spacing: .1em; text-transform: uppercase; } {style} body { font-family: "Open Sans", sans-serif; line-height: 1.25; } </style> </head> <body> <table> <caption>فاتورة هابي</caption> <thead> <tr> <th scope="col">الفريق المضيف</th> <th scope="col">الفريق الضيف</th> <th scope="col">فريقك</th> <th scope="col">الملعب</th> <th scope="col">التاريخ</th> <th scope="col">الفئة</th> <th scope="col">رقم التذكرة</th> <th scope="col">رمز QR للتذكرة</th> </tr> </thead> <tbody> {body} </tbody> </table> </body> </html>

# Invoice_Email_Table_Body_Template
source: <tr> <td data-label="Home Team">{HomeTeam}</td> <td data-label="Away Team">{AwayTeam}</td> <td data-label="Your Team">{YourTeam}</td> <td data-label="Stadium">{Stadium}</td> <td data-label="Date">{Date}</td> <td data-label="Class">{Class}</td> <td data-label="Ticket Number">{TicketNumber}</td> <td data-label="Ticket QR-Code">{QR}</td> </tr>
ar: <tr> <td data-label="الفريق المضيف">{HomeTeam}</td> <td data-label="الفريق الضيف">{AwayTeam}</td> <td data-label="فريقك">{YourTeam}</td> <td data-label="الملعب">{Stadium}</td> <td data-label="التاريخ">{Date}</td> <td data-label="الفئة">{Class}</td> <td data-label="رقم التذكرة">{TicketNumber}</td> <td data-label="رمز QR للتذكرة">{QR}</td> </tr>

# Invoice_Title
source: Happy Invoice
ar: فاتورة هابي

# Login_Success
source: You've logged in successfully!
ar: لقد قمت بتسجيل الدخول بنجاح!

# footeraboutus
source: Beyond Us
ar: من نحن

# Rates
source: Our Success Rates
ar: نجاحتنا في ارقام

# footer_beyond
source: Your gateway to unforgettable experiences in sports and entertainment—more than just tickets, we curate excitement, enable adventures, and create lasting memories
ar: بوابتك لتجارب لا تُنسى في عالم الرياضة والترفيه - نحن أكثر من مجرد بائعي تذاكر، نحن ننسج الإثارة، نمكّن المغامرات، ونصنع ذكريات تدوم.

# ContactUsText
source: We'd love to hear from you! Whether you have a question, need assistance, or just want to share your experience, our team is here to help. Your feedback is important to us, and we're committed to providing you with exceptional service.
ar: سواء كان لديك سؤال، تحتاج إلى مساعدة، أو ترغب فقط في مشاركة تجربتك، فريقنا هنا لمساعدتك. ملاحظاتك مهمة لنا، ونحن ملتزمون بتقديم خدمة استثنائية لك

# Mission
source: OUR MISSION
ar: مهمتنا

# Vision
source: OUR VISION
ar: رؤيتنا

# GetToKnowUs
source: GET TO KNOW ABOUT
ar: أعرف أكثر عنا

source: Closed Orders
ar: الطلبات المغلقة

source: Done By
ar: طُلب بواسطة

source: Id
ar: م

source: No Records Found!
ar: لا توجد بيانات!

source: Orders
ar: الطلبات

source: SAR
ar: ر.س

source: Total Paid
ar: إجمالي المدفوع

source: User Email
ar: البريد الإلكتروني

source: User Phone Number
ar: رقم الجوال

# ForAdmin
source: For Admins
ar: للأدمن فقط

# Ticket_Status_Invalid
source: Invalid Operation
ar: عملية غير ناجحة

# Ticket_Status_Invalid1
source: Invalid Operation
ar: عملية غير ناجحة

# Ticket_Scanned_Success
source: Ticket has been scanned successfully
ar: تم مسح التذكرة بنجاح

# Ticket_Scanned_Success1
source: Ticket has been scanned successfully
ar: تم مسح التذكرة بنجاح

source: Scan QR
ar: مسح الرمز

source: Championship Name
ar: إسم البطولة

# QR_Code_Alt
source: QR Code
ar: الباركود

source: GATE
ar: بوابة

source: No Tickets To Display
ar: ليس لديك تذاكر للعرض

source: Gate 1
ar: بوابة 1

source: Gate 2
ar: بوابة 2

source: External Gate
ar: البوابة الخارجية

source: Internal Gate
ar: البوابة الداخلية

source: My Orders
ar: طلباتي

# Team_With_Match_Deletion_Failure
source: Unable to delete the team because there is an existing match.
ar: غير قادر على حذف الفريق لأن هناك مباراة قائمة.

# Team_Create
source: Create Team
ar: اضافه فريق

# Teams_All
source: All Teams
ar: كل الفرق

# Description
source: Descritpion
ar: الوصف

source: Delete
ar: حذف

# Team_Deleted_Successfully
source: Team has been deleted successfully
ar: تم حذف الفريق بنجاح

# Team_Deletion_Failure
source: Failed to delete the team
ar: فشل فى حذف الفريق

# Confirm_Deletion_Text
source: Do you really want to delete this record? This process cannot be undone.
ar: هل تريد حقًا حذف هذا السجل؟ لا يمكن التراجع عن هذه العملية.

# Team_Created
source: Team has been created successfully
ar: تم اضافه الفريق بنجاح
