Repository: HappyTickets/HappyTicket
Catalog: Shared/ResourceFiles/Resource.*.resx
Languages: ar

# Team_Updated
source: Team has been updated successfully
ar: تم تعديل الفريق بنجاح

source: Team Update
ar: تعديل الفريق

# File_Upoad_Error
source: Failed to upload file
ar: تعذر تحميل الملف

# File_Required
source: File field is required
ar: الملف مطلوب

# Team_Load_Failure
source: Failed to load team data
ar: فشل في تحميل بيانات الفريق

source: Team Details
ar: تفاصيل الفريق

# Description_Not_Exists
source: Currently, there’s no description for this team. Please add relevant details to enhance user experience.
ar: حاليًا، لا يوجد وصف لهذا الفريق. يرجى إضافة تفاصيل ذات صلة لتحسين تجربة المستخدم.

# Not_Found
source: Oops! We couldn’t find any data for this page. It may not be available or may have been removed. Please check back later or try a different section of the site!
ar: عذرًا! لم نتمكن من العثور على أي بيانات لهذه الصفحة. قد لا تكون متاحة أو ربما تمت إزالتها. يرجى التحقق لاحقًا أو تجربة قسم مختلف من الموقع!

source: Max size 10MB
ar: الحد الأقصى 10 ميغابايت

# Stadium_Deletion_Failure
source: Failed to delete stadium
ar: فشل في حذف الملعب

# Stadium_Deleted_Successfully
source: Stadium has been deleted successfully
ar: تم حذف الملعب بنجاح

# Stadiums_All
source: All Stadiums
ar: كل الملاعب

source: Photo
ar: الصورة

# Stadium_Create
source: Create Stadium
ar: اضافه ملعب

# Stadium_Update
source: Update Stadium
ar: تعديل الملعب

# Stadium_Created
source: Stadium has been created successfully
ar: تم إضافه الملعب بنجاح

# Stadium_Updated
source: Stadium has been updated successfully
ar: تم تعديل الملعب بنجاح

source: LocationUrl
ar: رابط الموقع

source: Stadium Details
ar: تفاصيل الملعب

source: Created Date
ar: تاريخ الانشاء

source: Modified By
ar: تم التعديل بواسطة

source: Payment Status
ar: حالة الدفع

# Sponsors_All
source: All Sponsors
ar: كل الرعاة

# Sponsor_Create
source: Create Sponsor
ar: اضافه راعى

# Sponsor_Update
source: Update Sponsor
ar: تعديل الراعى

# Sponsor_Created
source: Sponsor has been created successfully
ar: تم إنشاء الراعي بنجاح

# Sponsor_Updated
source: Sponsor has been updated successfully
ar: تم تحديث الراعي بنجاح

# Sponsor_Deletion_Failure
source: Failed to delete sponsor
ar: فشل في حذف الراعي

# Sponsor_Deleted_Successfully
source: Sponsor has been deleted successfully
ar: تم حذف الراعي بنجاح

# Champion_With_Match_Deletion_Failure
source: Can not delete a champion with an assigned match
ar: لا يمكن حذف بطولة لديها مباراة معينة

source: Yes
ar: نعم

source: No
ar: لا

# Is_Happy_Sponsor
source: Is Sponsor For Happy?
ar: هل هو راعى لهابى؟

# Champions_All
source: All Champions
ar: كل البطولات

# Champion_Create
source: Create Champion
ar: انشاء بطوله

# Champion_Deleted_Successfully
source: Champion has been deleted successfully
ar: تم مسح البطوله بنجاح

# Champion_Deletion_Failure
source: Failed to delete champion
ar: فشل فى مسح البطوله

# Champion_Update
source: Update Champion
ar: تعديل البطوله

# Champion_Created
source: Champion is created successfully
ar: تم اضافه البطوله بنجاح

# Champion_Updated
source: Champion updated successfully
ar: تم تعديل البطوله بنجاح

source: Sponsors
ar: الرعاة

source: Nothing selected
ar: لم يتم تحديد أي شيء

source: Add new item
ar: إضافة عنصر جديد

source: Champion
ar: البطوله

source: New Champion
ar: بطوله جديده

source: Assign Sponsors To Team
ar: تعيين الرعاة للفريق

source: Save
ar: حفظ

# Assign_Sponsors_To_Team_Success
source: Sponsors have been successfully assigned to your team!
ar: تمت إضافة الرعاة بنجاح إلى فريقك!

# Assign_Sponsors_To_Team_Failure
source: Failed to assign sponsors to your team. Please try again.
ar: فشل إضافة الرعاة إلى فريقك. يرجى المحاولة مرة أخرى

source: Assign Sponsors To Champion
ar: تعيين الرعاة للبطوله

# Assign_Sponsors_To_Champion_Success
source: Sponsors have been successfully assigned to champion
ar: تمت إضافة الرعاة بنجاح إلى البطوله

# slide1
source: Get Closer to the Action
ar: اقترب أكثر من الحدث !

# HomeAboutUs1
source: In the heart of the bustling world of sports and entertainment, our company stands as a beacon for fans seeking unforgettable experiences. We are not merely ticket sellers; we are custodians of excitement, catalysts of adventure, and architects of memory-making moments. Our mission is to bring fans closer to the action, creating opportunities for them to feel the adrenaline of a live game, the thrill of a concert, or the magic of a theatrical performance. We understand that every ticket represents a cherished memory waiting to be made, and we strive to deliver more than just access—we deliver the experience of a lifetime.
ar: التجارب الفريدة. نحن لا نقتصر على بيع التذاكر؛ بل نحن شغوفون بتحقيق الأحلام، وصانعو المغامرات، ومهندسو اللحظات التي تترك بصمة في الذاكرة. نحن هنا لنوفر لك ليس مجرد مقعد في الحفل أو المباراة، بل فرصة لعيش لحظات لا تُنسى، وتجارب تلامس القلوب، وتبقى محفورة في الأذهان. مهمتنا هي تقريب المشجعين من أحداثهم المفضلة، لنمنحهم القدرة على الشعور بأدرينالين اللحظة، وسط صخب المدرجات، أو وسط إيقاع الموسيقى الحية، أو في سحر العرض المسرحي المباشر. نفهم أن كل تذكرة تحمل في طياتها قصة تنتظر أن تُكتب، وذكرى تنتظر أن تُصنع. لذلك، نسعى دائماً لتقديم أكثر من مجرد وصول إلى الفعالية؛ نحن نقدم تجربة متكاملة، مليئة بالإثارة والتشويق، لتتحول كل لحظة إلى ذكرى خالدة.

# HomeAboutUs2
source: With a passion for excellence and a commitment to customer satisfaction, we go beyond the ordinary, offering exclusive access, personalized service, and tailored packages. We believe in the power of shared moments, where every cheer, every beat, and every scene is part of a story that resonates long after the final curtain falls. Join us as we continue to redefine the way fans experience their favorite events. Together, let’s create memories that will be talked about for years to come.
ar: نحن ندرك أن كل تذكرة تمثل ذكرى عزيزة تنتظر أن تُصنع، ونسعى جاهدين لتقديم ما هو أكثر من مجرد وصول – نحن نقدم تجربة العمر. بشغفنا نحو التميز والتزامنا برضا العملاء، نتجاوز العادي، لنقدم وصولاً حصريًا وخدمة شخصية وباقات مخصصة. نحن نؤمن بقوة اللحظات المشتركة، حيث أن كل هتاف، وكل نبضة، وكل مشهد هو جزء من قصة تظل حية في الذاكرة طويلاً بعد إسدال الستار. انضم إلينا ونحن نواصل إعادة تعريف كيفية تجربة المشجعين لفعالياتهم المفضلة. معًا، دعونا نصنع ذكريات سيجري الحديث عنها لسنوات قادمة.

# slide1Text1
source: Experience the thrill of live football like never before. Book your tickets now and feel the excitement firsthand.
ar: عِش الإثارة كأنك في قلب الملعب.

# slide2
source: Secure Your Spot, Join the Roar!
ar: احجز مكانك وانضم إلى هتاف الجماهير!

# slide3
source: Score Big with Exclusive Offers!
ar: احصل على عروض حصرية بأسعار مميزة!

# LetTheNumberTalk
source: Let The Number Talk About Us
ar: دع الارقام تتكلم عنا

# LargestNetwork
source: The largest ticket booking network in Saudi Arabia.
ar: أكبر شبكة حجز تذاكر في المملكة العربيه السعودية

source: Client Trust Us.
ar: عميل يثق ينا

source: Events That Were Organized.
ar: الفعاليات التي تم تنظيمها

# NumberOfTickets
source: Number Of Soled Tickets.
ar: عدد التذاكر المباعة

source: Show All
ar: عرض الكل
